{
  "en" : {
    "get_approved": "Get Pre-Approved",
    "test_drive": "Test Drive",
    "int_features": "Int Features",
    "ext_features": "Ext features",
    "optional_features": "Optional Features",
    "safety_features": "Safety Features",
    "modal-t": "Check Vehicle Availability",
    "modal-p": "Our staff will be pleased to answer any questions you may have. Use the form below to contact us.",
    "first_name": "First Name",
    "middle_name": "Middle Name",
    "last_name": "Last Name",
    "location" : "Location",
    "hour" : "Hour",
    "email": "Email",
    "phone": "Phone",
    "date": "Date",
    "comments": "Comments",
     "warranty-t": "What this limited warranty covers",
    "warranty-p": "We will pay you or a licensed repairer the cost, in excess of the deductible, to remedy the failure of only the following parts, using new, used, or remanufactured parts, except as explained in the items listed under the section \"What this agreement does not cover:\"",
    "warranty-tabs-t1": "Engine",
    "warranty-tabs-t2": "Fuel Delivery",
    "warranty-tabs-t3": "Trasmission",
    "warranty-tabs-t4": "Front-Weel Drive",
    "warranty-tabs-t5": "Rear-Wheele Drive",
    "warranty-tabs-t6": "Brakes",
    "warranty-tabs-t7": "Electrical",
    "warranty-tabs-t8": "Vehicle Manufacturer",
    "warranty-tabs-p1": "Cylinder block, heads, and all internal engine parts; crankshaft bearings, camshaft bearings, connecting rods and bearings, pistons, valve train, timing gears, timing gear chain/belt and cover, oil pump/oil pump housing, manifolds, flywheel, water pump, harmonic balancer, valve covers, oil pan, and engine mounts. Also covered are turbocharger/supercharger housings, internal parts and valves.",
    "warranty-tabs-p2": "Fuel pump, EFI sensors/control units, fuel pressure regulators, fuel sending unit, diesel fuel injection pump.",
    "warranty-tabs-p3": "Case and all internal parts, input/output shafts, automatic transmission clutches, bands, governor, thrust bearings, washers, torque converter, vacuum modulator, transmission mounts, transmission-mounted solenoid pack, electronic control unit and oil pan.",
    "warranty-tabs-p4": "Final drive housing, all internal parts, axle shafts, axle shaft bearings, constant velocity joints, axle housing, all internal parts, differential, bearings and case.",
    "warranty-tabs-p5": "Axle shafts, axle shaft bearings, axle housing, all internal parts, differential side and pinion gears, disc or cone-limited slip, propeller shafts, universal joints, center support bearings, yokes.",
    "warranty-tabs-p6": "Master cylinder, power assist booster, wheel cylinders, disc calipers.",
    "warranty-tabs-p7": "Starter motor and solenoid, alternator/generator, voltage regulator, wiper motors, ignition switch, ignition lock cylinder, electronic ignition control, distributor, emergency warning flasher switch",
    "warranty-tabs-p8": "Compressor, clutch and clutch bearing, condenser, evaporator, accumulator, high/low pressure compressor cut-off switch, pressure cycling switch, receiver dryer and temperature control programmer.",
    "similar-t":"Cars Similar",
    "car_sold": "Sold",
    "call_us": "If you need something similar call us at:",
    "in_stock": "In stock",
    "check_availability":"Check Now"
  },
  "es": {
    "get_approved": "Pre aprobado",
    "test_drive": "Prueba de manejo",
    "int_features": "Int Caracteristicas",
    "ext_features": "Ext Caracteristicas",
    "optional_features": "Caracteristicas opcionales",
    "safety_features": "Caracteristicas de seguridad",
    "modal-t": "Disponibilidad del vehículo",
    "modal-p": "Nuestro equipo estara presto para resolver cualquier duda. Usa el formularlirios de abajo y contactanos",
    "first_name": "Nombre",
    "middle_name": "Segundo Nombre",
    "last_name": "Apellidos",
    "location" : "Ubicación",
    "hour" : "Hora",
    "email": "Correo",
    "phone": "Telefono",
    "date": "Fecha",
    "comments": "Comentarios",
    "warranty-t": "Que cubre la garantia limitada",
    "warranty-p": "Le pagaremos a usted o a una empresa autorizada el costo, el deducible, para remediar la falla de las siguientes piezas, utilizando piezas nuevas, usadas o remanufacturadas, excepto como se explica en los artículos que se enumeran en la sección. Lo que este acuerdo no cubre:\"",
    "warranty-tabs-t1": "Motor",
    "warranty-tabs-t2": "Entrega Combustible",
    "warranty-tabs-t3": "Transmisión",
    "warranty-tabs-t4": "Tracción delantera",
    "warranty-tabs-t5": "Tracción trasera",
    "warranty-tabs-t6": "Frenos",
    "warranty-tabs-t7": "Electrica",
    "warranty-tabs-t8": "Vehiculos",
    "warranty-tabs-p1": "Bloque de cilindros, cabezales y todas las piezas internas del motor; Cojinetes del cigüeñal, cojinetes del árbol de levas, bielas y cojinetes, pistones, tren de válvulas, engranajes de distribución, cadena / correa de engranajes de distribución, caja de la bomba de aceite / bomba de aceite, colectores, volante, bomba de agua, balanceador de armónicos, tapas de válvulas, cárter de aceite, y soportes de motor. También se cubren las carcasas de turbocompresor / sobrealimentador, partes internas y válvulas",
    "warranty-tabs-p2": "Bomba de combustible, sensores EFI / unidades de control, reguladores de presión de combustible, unidad de envío de combustible, bomba de inyección de combustible diesel.",
    "warranty-tabs-p3": "Caja y todas las partes internas, ejes de entrada / salida, embragues de transmisión automática, bandas, gobernador, cojinetes de empuje, arandelas, convertidor de par, modulador de vacío, montajes de transmisión, paquete de solenoide montado en la transmisión, unidad de control electrónico y cárter de aceite",
    "warranty-tabs-p4": "Carcasa de transmisión final, todas las partes internas, ejes, cojinetes del eje, juntas de velocidad constante, carcasa del eje, todas las partes internas, diferencial, cojinetes y caja.",
    "warranty-tabs-p5": "Ejes de eje, cojinetes de eje, caja de eje, todas las partes internas, engranajes de piñón y lado diferencial, disco o deslizamiento limitado por cono, ejes de hélice, juntas universales, cojinetes de apoyo central, yugos.",
    "warranty-tabs-p6": "Cilindro maestro, booster de asistencia, cilindros de rueda, pinzas de disco.",
    "warranty-tabs-p7": "Motor de arranque y solenoide, alternador / generador, regulador de voltaje, motores de limpiaparabrisas, interruptor de encendido, cilindro de bloqueo de encendido, control de encendido electrónico, distribuidor, interruptor intermitente de advertencia de emergencia",
    "warranty-tabs-p8": "Compresor, embrague y cojinete de embrague, condensador, evaporador, acumulador, interruptor de corte del compresor de alta / baja presión, interruptor de ciclo de presión, secador del receptor y programador de control de temperatura.",
    "car_sold": "Vendido",
    "call_us": "Si necesitas algo similar. llamanos al:",
    "in_stock": "En stock",
    "similar-t":"Carros Similares"
  }
}
