{
  "en": {
    "hero-t": "sell or trade in",
    "hero-p": "get more cash for your car.",
    "hero-b": "sell or trade in",
    "hero-item1-t": "We will buy any car",
    "hero-item2-t": "We're quick with appraisals",
    "hero-item3-t": "We make great offers",
    "hero-item1-p": "Get an offer for your car no matter the make, model, or mileage. Yes, we just like cars that much.",
    "hero-item2-p": "Our free appraisals take as little as 30 minutes. We know your time is important, and we’ll make the most of it.",
    "hero-item3-p": "Guaranteed for seven days at any Ambar Motors. Mull yours over or walk out with payment in hand.",
    "section1-t" : "Evaluate your car at Ambar Motors",
    "section1-p" : "It won’t take you more than 30 minutes. We will give you the final offer when we inspect the car, ensuring that we’ll be a better choice over other dealers. You can sell us your car, even if you don’t want to exchange it for one of ours.",
    "section1-item1-t": "No Obligations",
    "section1-item2-t": "Competitive Offers",
    "section1-item3-t": "Sell Your Car Today",
    "section2-t" : "How we determine your offer?",
    "section2-p" : "If your car has modifications, they will be evaluated as an added feature.",
    "section2-item1-t": "Vehicle Conditions",
    "section2-item2-t": "Features & Options",
    "section2-item3-t": "Vehicle History Report",
    "section2-item4-t": "How Your Car Drives",
    "section2-item1-p": "We verify that your vehicle, inside as well as outside, is in optimal condition.",
    "section2-item2-p": "What makes your car unique and special?",
    "section2-item3-p": "Knowing the history of your car allows us to offer a better deal.",
    "section2-item4-p": "We will drive your vehicle to find out the mechanical condition of the car."
  },
  "es": {
    "hero-t": "VENDE SU AUTO DE MANERA FÁCIL Y RAPIDA",
    "hero-b": "vender ahora",
    "hero-item1-t": "Compramos cualquier auto",
    "hero-item2-t": "Somos rápidos con las aprobaciones",
    "hero-item3-t": "Hacemos grandes ofertas",
    "hero-item1-p": "Obtenga una oferta justa para su auto sin importar la marca, el modelo o el millage. Sí, porque nos gustan mucho los autos",
    "hero-item2-p": "Nuestras evaluaciones gratuitas tardan tan solo 30 minutos. Sabemos que tu tiempo es importante y lo tendremos en cuenta",
    "hero-item3-p": "Garantizado durante siete días en cualquier locación de Ambar Motors. Haga su oferta y salga con su pago en la mano",
    "section1-t" : "Evalúe su automóvil en Ambar Motors",
    "section1-p" : "no le llevará más de 30 minutos. Le daremos la oferta final cuando inspeccionemos el automóvil, asegurándonos de que seamos una mejor opción que otros concesionarios. Puede vendernos su automóvil, incluso si no desea cambiarlo por uno de los nuestros.",
    "section1-item1-t": "Sin obligaciones",
    "section1-item2-t": "Ofertas competitivas",
    "section1-item3-t": "Vendenos tu auto hoy",
    "section2-t" : "¿Cómo determinamos tu oferta?",
    "section2-p" : "Si su automóvil tiene modificaciones, se evaluarán como una característica adicional",
    "section2-item1-t": "Condición del vehículo",
    "section2-item2-t": "Caracteristicas y opciones",
    "section2-item3-t": "Historial del vehículo",
    "section2-item4-t": "Cómo se maneja su auto",
    "section2-item1-p": "Verificamos que su vehículo, tanto dentro como fuera, esté en condiciones óptimas",
    "section2-item2-p": "¿Qué hace que tu auto sea único y especial?",
    "section2-item3-p": "Conocer el historial de su automóvil nos permite ofrecer un mejor trato",
    "section2-item4-p": "Manejaremos su vehículo para conocer el estado mecánico de su auto"
  }
}
