{
    "en": {
      "title1": "Ambar Motors is a",
      "title2":"proud partner of MasterTech™",
      "hero-paragraph": "The MasterTech™ Vehicle Protection Program® is tailored to meet your driving needs while providing budget-friendly choices. With over 25 years of experience in the automotive industry and top-rated carriers insuring MasterTech™, have peace of mind knowing that you have selected the industry’s leading service contact program",
      "service-paragraph":"With over 25 years of experience in the automotive industry and top-level insurers that insure MasterTech™, rest assured that you have selected the industry's leading service contact program.",
      "service-paragraph1":"vehicle with us!",
      "service1":"Exceptional mechanical coverage available up to 8 years or 125,000 miles.",
      "service2":"Excellent rental and trailer benefits.",
      "service3":"Reimbursement of emergency travel expenses.",
      "service4":"Exceptional customer service.",
      "protection-t": "Consumer protection",
      "protection-p1": "In today's competitive market, dealers constantly review the market for opportunities for additional products that provide value to their customers.",
      "protection-p2": "All products offered by American Financial & Automotive Services, Inc. are insured by top-notch operators, which gives you and your customers financial strength and peace of mind that all claims will be paid.",
      "program-top-t":"Program Features",
      "program-t1": "EASY PAY",
      "program-t2": "REPAIRS AT THE NATIONAL LEVEL",
      "program-t3": "DIRECT PAYMENT",
      "program-t4": "TIME COVERAGE AND MILEAGE",
      "program-t5": "MONEY BACK GUARANTEE",
      "program-t6": "MULTIPLE DEDUCIBLE OPTIONS",
      "program-p1": "Whether you buy or rent your vehicle, the cost of MasterTech™ coverage can often be included in your monthly payment or paid in full at the time of purchase.",
      "program-p2": "Repairs can be performed at any authorized repair facility in the United States and Canada.",
      "program-p3": "Authorized repair facilities in the United States and Canada are paid directly with MasterCard, so it is not necessary to wait for the repayment of repairs.",
      "program-p4": "Choose from a variety of new and second-hand coverage options to meet your driving needs. Plans are available for up to 8 years or 125,000 miles.",
      "program-p5": "A full refund will be provided if you cancel your service contact within 60 days after purchase, provided that no claim has been filed.",
      "program-p6": "Choose a deductible that is right for you based on your needs. Plans often include lower deductibles when repairs are made with the original distributor.",
      "battery-t1": "Battery Change",
      "brakes-t1": "Brake Change",
      "download-h2": "Personalized coverage to meet your needs",
      "download-h3": "Coverage provided only for components covered in vehicles with a maximum of 100,000 miles at the time of purchase of the contract.",
      "download-button": "Download Brochure",
      "register-p1": "Theft Log MasterTech™ offers a complete portfolio of anti-theft products with 3M Technologies Phantom Footprints.",
      "register-p2": "This product uses a patented technology to mark the sheet metal parts of the vehicle. The Phantom Footprint is detectable by UV light when the tag is removed. In addition to Phantom Footprint technology, MasterTech™ Theft Deterrent Program offers traditional acid etching products that use VIN numbers or unique catalog numbers for accurate recognition."
    },
    "es": {
      "title1": "Ambar Motors es un",
      "title2":" Socio orgulloso de MasterTech™",
      "hero-paragraph": "El programa de MasterTech™ vehicle protection programa está diseñado para satisfacer sus nececidades de manejo al tiempo que brinda opciones económicas.",
      "service-paragraph":"Con más de 25 años de experiencia en la industria automotriz y aseguradores de primer nivel que aseguran MasterTech™, tenga la tranquilidad de saber que ha seleccionado el programa de contacto de servicio líder de la industria.",
      "service-paragraph1":" vehículo con nosotros!",
      "service1":"Cobertura mecánica excepcional disponible hasta 8 años o 125,000 millas.",
      "service2":"Excelentes beneficios de alquiler y remolque.",
      "service3":"Reembolso de gastos de viaje de emergencia.",
      "service4":"Excepcional servicio al cliente.",
      "protection-t": "Proteccion al consumidor",
      "protection-p1": "En el competitivo mercado de hoy, los concesionarios revisan constantemente el mercado en busca de oportunidades de productos adicionales que brinden valor a sus clientes.",
      "protection-p2": "Todos los productos que American Financial & Automotive Services, Inc. ofrece están asegurados por operadores de primera categoría, lo que les brinda a usted y a sus clientes fortaleza financiera y tranquilidad de que se pagarán todo los reclamos.",
      "program-top-t":"Caracteristicas del programa",
      "program-t1": "PAGO FÁCIL",
      "program-t2": "REPARACIONES A NIVEL NACIONAL",
      "program-t3": "PAGO DIRECTO",
      "program-t4": "COBERTURA DE TIEMPO Y KILOMETRAJE",
      "program-t5": "GARANTÍA DE DEVOLUCIÓN DE DINERO",
      "program-t6": "OPCIONES DE DEDUCIBLE MÚLTIPLE",
      "program-p1": "Ya sea que compre o arriende su vehículo, el costo de la cobertura de MasterTech™ a menudo puede incluirse en su pago mensual o pagarse en su totalidad en el momento de la compra.",
      "program-p2": "Las reparaciones se pueden realizar en cualquier instalación de reparación autorizada en los Estados Unidos y Canadá.",
      "program-p3": "Las instalaciones autorizadas de reparación en los Estados Unidos y Canadá se pagan directamente con MasterCard, por lo que no es necesario esperar el reembolso de las reparaciones.",
      "program-p4": "Elija entre una variedad de opciones de cobertura nuevas y de segunda mano para satisfacer sus necesidades de manejo. Los planes están disponibles por hasta 8 años o 125,000 millas.",
      "program-p5": "Se le proporcionará un reembolso completo si cancela su contacto de servicios dentro de los 60 días posteriores a la compra, siempre que no se haya presentado ningún reclamo.",
      "program-p6": "Elija un deducible que sea adecuado para usted en función de sus necesidades. Los planes, a menudo incluyen deducibles más bajos cuando las reparaciones se realizan con el distribuidor original.",
      "battery-t1": "Cambio de Bateria",
      "brakes-t1": "Cambio de Freno",
      "download-h2": "Cobertura personalizada para satisfacer sus ncecesidades",
      "download-h3": "Cobertura provista solamente para componentes cubiertos en vehiculos con un máximo de 100,000 millas en el momento de la compra del contrato.",
      "download-button": "Descargar Folleto",
      "register-p1": "Registro de robo MasterTech™ ofrece una cartera completa de productos antirrobo con las huellas Phantom Footprints de 3M Technologies.",
      "register-p2": "Este producto emplea una tecnología patentada para marcar las partes de chapa del vehículo. La Huella Phantom es detectable por la luz UV cuando se quita la etiqueta. Además de la tecnología Phantom Footprint, MasterTech™ Theft Deterrent Program ofrece productos tradicionales de grabado ácido que usan números VIN o números de catálogo únicos para un reconocimiento preciso."
    }
}
