{
    "en": {
      "hero-t": "We work with you!",
      "hero-p": "Our dealership stands out to give each customer outstanding service",
      "hero-item-t1": "We are focused on you",
      "hero-item-t2": "Satisfaction guaranteed",
      "hero-item-t3": "Serving for 24 years",
      "hero-item-p1": "Our business model is focused on building and strengthening customer relationships like no other in the industry",
      "hero-item-p2": "At Ambar Motors, we are committed to continuing our long history of excellence in customer service",
      "hero-item-p3": "With more than 24 years in the used-car industry in Miami, our reputation keeps us as the top choice of the South Florida community",
      "section2-t": "We work with the best partners",
      "section2-p": "We have strong connections that are beneficial for clients and dealers alike. Joining with industry pioneers makes for an added value for our customers and allows us to provide better services, products and customer interaction",
      "section3-t": "Reputation, experience and quality",
      "section3-p": "Trust us with all of your car needs and we’ll show you why we’re still here after 24 years. We know the state of your vehicle is the most important factor for longevity. We aim to provide you with the finest service to help keep your car in the best condition. Questions? Talk to any of our sales team members for helpful answers about all types of service."
    },
    "es": {
      "hero-t": "¡Trabajamos con usted!",
      "hero-p": "Nuestro concesionario se destaca por brindar a cada cliente un servicio excepcional",
      "hero-item-t1": "Enfocados en usted",
      "hero-item-t2": "Satisfacción garantizada",
      "hero-item-t3": "Sirviendo durante 25 años",
      "hero-item-p1": "Nuestro modelo de negocios se centra en construir y fortalecer las relaciones con los clientes como ningun otro en la industria.",
      "hero-item-p2": "En Ambar Motors, estamos comprometidos a continuar nuestra larga historia de excelencia en el servicio al cliente.",
      "hero-item-p3": "Con más de 24 años en la industria de autos usados en Miami, nuestra reputación nos mantiene como la mejor opción del sur de la Florida.",
      "section2-t": "¡Trabajamos con los mejores socios!",
      "section2-p": "Tenemos conexiones duraderas que son beneficiosas tanto para clientes como para distribuidores. Unirse a los pioneros de la industria supone un valor añadido para nuestros clientes y nos permite  ofrecer mejores servicios, productos e interacción con los clientes",
      "section3-t": "Reputación, experiencía y calidad",
      "section3-p": "Confíe en nosotros en cuanto a sus sus necesidades de autos y le mostraremos por qué seguimos aquí después de 24 años. Sabemos que el buen estado de su vehículo es el factor más importante para su duración. Nuestro objetivo es brindarle el mejor servicio para ayudarlo a mantener su automóvil en las mejores condiciones. ¿Preguntas? Hable con cualquiera de nuestros miembros del equipo de ventas para obtener respuestas útiles sobre todos los tipos de servicio."
    }
}
