{
    "en": {
      "title1": "THE PLACE WHERE MIAMI FINDS THE BEST CAR OFFERS",
      "buyer-title1": "We're focused on you", 
      "buyer-title2": "Buy with confidence", 
      "buyer-title3": "There's no haggling", 
      "buyer-p1": "No matter where you are going, we will help you find the right car to get you there",
      "buyer-p2": "We offer a 3-day exchange policy to help you feel confident with your new car purchace",
      "buyer-p3": "We have a large inventory selection to choose from",
      "first-buyer-title": "Your first vehicle purchase?",
      "first-buyer-p": "We want your first vehicle purchase to be a positive, carefree and personal experience. Buying your first vehicle is an important decision and involves a big financial commitment. Our main mission is to establish a relationship of trust with clients like you. This is why we offer you our outstanding personalized service.",
      "quality-title": "Exceptional quality",
      "quality-p": "We offer a great buying experience for everyone. That’s why we offer the best benefits in the market.",
      "quality-item1-title": "Co Deudor",
      "quality-item1-p": "We will be your cosigner if you do not have one",
      "quality-item2-title": "Warranty",
      "quality-item2-p": "We offer up to 200,000 miles warranty on vehicles",
      "quality-item3-title": "Maintenance",
      "quality-item3-p": "Up to two years of maintenance included!",
      "quality-item4-title": "Referrals",
      "quality-item4-p": "Get up to $200 for every referral",
      "sell-car-title": "Sell us your car hassle free",
      "sell-car-p": "No matter the brand, model, mileage or conditions, we will offer you the best price for your car"

    },
    "es": {
      "title1": "EL SITIO EN MIAMI DONDE ENCUENTRAS LAS MEJORES OFERTAS DE AUTOS",
      "buyer-title1": "Estamos enfocados en usted",
      "buyer-title2": "Compre con confianza",
      "buyer-title3": "No hay trucos", 
      "buyer-p1": "Lo ayudaremos a encontrar el auto adecuado a sus necesidades",
      "buyer-p2": "Ofrecemos una política de intercambio de 3 días para que se sienta seguro con la compra de su nuevo automóvil",
      "buyer-p3": "Tenemos una gran selección de inventario para elegir",
      "first-buyer-title": "¿Su Primera Compra De Vehículo?",
      "first-buyer-p": "Queremos que la compra de su primer vehículo sea una experiencia positiva, fácil y personal. Comprar su primer vehículo es una decisión importante e implica un compromiso financiero grande. Nuestra misión principal es establecer una relación de confianza con clientes como usted. Es por esta razón que le ofrecemos un servicio personalizado de excelencia.",
      "quality-title": "Beneficios Excepcionales",
      "quality-p": "Construimos una experiencia de compra de automóviles para todos. Por eso ofrecemos los mejores beneficios del Mercado",
      "quality-item1-title": "Co Deudor",
      "quality-item1-p": "Seremos su codeudor si no cuenta con uno",
      "quality-item2-title": "Garantia",
      "quality-item2-p": "Todos nuestros vehículos cuentan hastas 200.000 millas de garantía",
      "quality-item3-title": "Mantenimiento",
      "quality-item3-p": "Incluimos hasta 2 años de mantenimiento",
      "quality-item4-title": "Referidos",
      "quality-item4-p": "Gana con nosotros hasta 200 usd por cada referido",
      "sell-car-title": "Venda su auto de manera sencilla", 
      "sell-car-p": "No importa la marca, el modelo, el millaje o las condiciones, le ofreceremos el mejor precio posible por su auto."
    }
}
